const RoomRules = () => {
  return (
    <section className="section rules">
      <div className="rules__box-1">
        <h3>Услуги и оснащение</h3>
        <div>
          <span>Общие: </span>
          <p>Кондиционер, Отопление, Семейные номера, Номера для некурящих.</p>
        </div>
        <div>
          <span>Активный отдых: </span>
          <p>Детская игровая площадка.</p>
        </div>
        <div>
          <span>Услуги: </span>
          <p>
            Общий лаундж/гостиная с телевизором, Услуги по глажению одежды
            (оплачивается отдельно), Прачечная (оплачивается отдельно).
          </p>
        </div>
        <div>
          <span>Интернет: </span>
          <p>Wi-Fi предоставляется в номерах отеля бесплатно.</p>
        </div>
        <div>
          <span>Парковка: </span>
          <p>Бесплатная частная парковка на месте.</p>
        </div>
      </div>
      <div className="rules__box-2">
        <h3>Правила</h3>
        <div>
          <p>
            <span> Заезд: </span>С 16:00
          </p>
          <p>
            <span>Выезд: </span>До 12:00
          </p>
          <p>
            <span>Отмена / Предоплата: </span>
            Оплата бронирования гостевого дома производится после подтверждения
            бронирования. Вы можете сделать предоплату в размере 30% от суммы
            бронирования или полностью. При оплате 30% проживания доплату за
            оставшиеся сутки можно произвести по прибытии в наш гостевой дом. В
            случае отмены бронирования, предоплата не возвращается. В низкий
            сезон, а также при наличии Договора на корпоративное обслуживание
            бронирование гостевого дома возможно без предоплаты. Все возможные
            вытекающие обязательства и права Сторон возникают исключительно
            между отправителем и получателем платежа — клиентом и гостевым
            домом.
          </p>
          <p>
            <span>Дети и дополнительные спальные места: </span>
            Разрешается проживание детей любого возраста. При размещении всех
            детей младше 2 лет на детских кроватках проживание им
            предоставляется бесплатно . При размещении всех детей младше 6 лет
            на дополнительных кроватях взимается 1000 RUB за ночь. При
            дополнительном размещении всех детей старшего возраста или взрослых
            на дополнительных кроватях взимается 1000 RUB за ночь. Максимальное
            количество дополнительных кроватей в номере - 1. Дополнительные
            кровати и детские кроватки предоставляются по запросу. Требуется
            подтверждение со стороны отеля о предоставлении данной услуги.
            Дополнительные услуги не включаются автоматически в общую стоимость
            и оплачиваются отдельно во время вашего проживания.
          </p>
          <p>
            <span>Животные: </span>
            Размещение домашних животных допускается по предварительному
            запросу. Данная услуга может быть платной.
          </p>
          <p>
            <span>Принимаемые кредитные карты: </span>
            Этот объект размещения принимает т олько наличные.
          </p>
        </div>
      </div>
    </section>
  );
};

export default RoomRules;
