import img1 from "../assets/room_1.png";
import img2 from "../assets/room_2.png";
import img3 from "../assets/room_3.png";
import img4 from "../assets/room_4.png";

export const rooms = [
  {
    title: "2-х местный",
    description: "Небольшой и очень уютный светлый номер расположен на 1 этаже, что очень удобно для пожилых людей.",
    size: "11 м2",
    beds: "2 односпальные или 1 двуспальная кровать",
    maxPersons: "2",
    roomFitting : "Комплект банных принадлежносткей, мини-холодильник, современный телевизор с кабельными каналами, кондиционер",
    pay: "Взимается 30 процентов от общей стоимости проживания",
    imgPath: img1,
    price: 1498,
    free: 6,
  },
  {
    title: "Семейный",
    description: "Идеальный выбор для семейного отдыха в Абхазии! Просторный трехместный номер с возможностью установки дополнительной кровати позволяет это!",
    size: "18 м2",
    beds: "1 односпальная и 1 двуспальная кровать",
    maxPersons: "4",
    roomFitting : "Комплект банных принадлежностей, мини-холодильник, современный телевизор с кабельными каналами, кондиционер",
    pay: "Взимается 30 процентов от общей стоимости проживания",
    imgPath: img2,
    price: 2247,
    free: 7,
  },
  {
    title: "Deluxe",
    description: "Двухкомнатный просторный номер площадью 30 квадратных метров",
    size: "30 м2",
    beds: "1 раскладной диван и 1 двуспальная кровать",
    maxPersons: "4",
    roomFitting : "Комплект банных принадлежностей, мини-холодильник, современный телевизор с кабельными каналами, кондиционер",
    pay: "Взимается 30 процентов от общей стоимости проживания",
    imgPath: img3,
    price: 2995,
    free: 8,
  },
  {
    title: "Deluxe+",
    description: "Небольшой и очень уютный светлый номер расположен на 1 этаже, что очень удобно для пожилых людей. ",
    size: "30 м2",
    beds: "1 раскладной диван и 1 двуспальная кровать",
    maxPersons: "7",
    roomFitting : "Комплект банных принадлежностей, мини-холодильник, современный телевизор с кабельными каналами, кондиционер",
    pay: "Взимается 30 процентов от общей стоимости проживания",
    imgPath: img4,
    price: 2995,
    free: 5,
  },
]